{
  "thermosensitiveInk": "L'encre thermosensible est très recherchée en raison de sa capacité à être facilement effacée.",
  "thermosensitiveInkDescription": "Cette encre subit un changement significatif, devenant transparente, lorsqu'elle est exposée à des températures dépassant 140°F (60°C), rendant ainsi les marques invisibles.",
  "thermosensitiveInkDescription1": "L’encre thermosensible est l’encre la plus populaire et la plus fiable pouvant être effacée. L'encre réagira et deviendra transparente à des températures supérieures à 140°F (60°C), donnant l'impression que votre marque a été effacée. En raison de ses propriétés de réaction thermique, l'encre peut réapparaître lorsque les températures descendent en dessous de -15°C. Étant donné que ce type d’encre est sensible à la chaleur, il est préférable de conserver les stylos et l’écriture à l’écart des températures excessivement chaudes ou froides pour éviter des changements de couleur inutiles.",
  "thermochromicMicrocapsuleInk": "Encre de Microcapsule Thermochromique",
  "microEncapsulatedThermosensitiveInkDescription": "Notre encre thermosensible micro-encapsulée est formulée avec un revêtement en polyuréthane et ne contient pas de formaldéhyde. Elle présente une plage de température de changement de couleur de -15 à 60°C. Lorsque la température dépasse 60°C, l'encre disparaît, permettant un effacement sans effort grâce à un simple chauffage par friction, tel que le frottement. Les zones effacées peuvent être réécrites et effacées à plusieurs reprises selon les besoins. Cependant, en raison de sa nature réactive à la température, l'encre peut réapparaître lorsque les températures descendent en dessous de -15°C. Pour éviter toute disparition involontaire, il est conseillé de ne pas laisser l'encre dans des environnements chauds ou de la soumettre à une exposition vigoureuse à la friction. De plus, nous vous déconseillons d'écrire au verso de la page, car la chaleur peut se transférer, entraînant un effacement involontaire.",
  "thermosensitiveMicroEncapsulatedInk":"Encre Thermosensible Micro-Encapsulée",
  "the_reversible_thermochromic": "La composition thermochromique réversible comprend un mélange solubilisant d'un composé organique donneur d'électrons (A), d'un composé accepteur d'électrons (B) et d'un milieu réactionnel (C), facilitant l'échange d'électrons réversible entre eux dans une plage de température définie. À des températures dépassant 60°C, l'encre s'estompe, tandis que la couleur se développe lorsque les températures chutent en dessous de -15°C. Frotter l'encre avec une gomme ferme génère de la chaleur par friction, ce qui entraîne une diminution du composé sensible à la température, faisant ainsi disparaître l'encre de manière efficace !",
  "Given_its_sensitivity": "Étant donnée sa sensibilité à la température, il est conseillé de ranger les stylos et d'éviter d'écrire dans des environnements à températures extrêmes pour prévenir les changements de couleur non intentionnels.",
  "Erasable_Properties":"Propriétés effaçables",
  "Cautions": "Précautions : Nous déconseillons d'écrire sur le verso de la page lorsque vous utilisez ces stylos, car un transfert de chaleur peut se produire, entraînant une effaçabilité non voulue.",
  "Available_Temperatures": "Températures disponibles",
  "About us": "Nous",
  "home": "Accueil",
  "paste": "Coller",
    "ink": "Encre",
    "refills": "Recharges",
    "pen": "Stylo",
    "contact_us": "Nous contacter",
    "product": "Produit",
    "comment": "Commentaire",
    "cart": "Panier",
    "attractive_erasable_pen": "Stylo effaçable attrayant",
    "magic_erasable_ink": "Encre effaçable magique",
    "contact us": "CONTACTEZ-NOUS",
    "help": "AIDE",
    "privacy_policy": "POLITIQUE DE CONFIDENTIALITÉ",
    "disclaimer": "AVERTISSEMENT",
    "baisiyou_ink_inc": "Encre Baisiyou Inc.",
    "product_features": "Caractéristiques du produit",
    "temperature_reactivity": "Réactivité à la température",
    "temperature_sensitivity": "Sensibilité à la température",
    "baisiyou_ink": "Encre Baisiyou"
    
  }
