{
  "thermosensitiveInk": "Thermosensitive ink is highly sought after due to its ability to be easily erased.",
  "thermosensitiveInkDescription": "This ink undergoes a significant change, becoming transparent, when exposed to temperatures exceeding 140°F (60°C), effectively making markings appear erased.",
  "thermosensitiveInkDescription1": "Thermosensitive ink is the most popular and reliable ink that can be erased. The ink will react and become transparent at temperatures above 140°F (60°C), making your mark look like it has been erased. Because of its heat-reacting properties, the ink may reappear when temperatures reach below -15°C. Since this kind of ink is sensitive to heat, it is best to keep pens and writing away from excessively hot or cold temperatures to prevent unnecessary color changes.",
  "thermochromicMicrocapsuleInk": "Thermochromic Microcapsule INK",
  "microEncapsulatedThermosensitiveInkDescription":"Our micro-encapsulated thermosensitive ink is formulated with a polyurethane coating and does not contain formaldehyde. It exhibits a color-changing temperature range of -15 to 60°C. When the temperature exceeds 60°C, the ink vanishes, allowing for effortless erasure through simple frictional heating, such as rubbing. The erased areas can be rewritten over and erased repeatedly as needed. However, due to its temperature-reactive nature, the ink may reappear when temperatures drop below -15°C. To prevent unintentional disappearance, it is advisable to avoid leaving the ink in hot environments or subjecting it to vigorous friction. Additionally, we advise against writing on the reverse side of the page, as heat may transfer, leading to inadvertent erasure.",
  "thermosensitiveMicroEncapsulatedInk":"Thermosensitive Micro-Encapsulated Ink",
  "the_reversible_thermochromic": "The reversible thermochromic composition comprises a solubilizing blend of an electron-donating organic compound (A), an electron-accepting compound (B), and a reaction medium (C), facilitating reversible electron exchange among them at a defined temperature range. At temperatures exceeding 60°C, the ink fades, while color develops as temperatures drop below -15°C. Rubbing the ink with a firm eraser generates heat through friction, causing the temperature-sensitive compound to diminish, effectively making the ink vanish!",
  "Given_its_sensitivity": "Given its sensitivity to temperature, it's advisable to store pens and avoid writing in environments with extreme heat or cold to prevent unintended color changes.",
  "Erasable_Properties":"Erasable Properties",
  "Cautions": "Cautions: We advise against writing on the reverse side of the page when using these pens, as heat transfer may occur, leading to unintended erasure.",
  "Available_Temperatures": "Available Temperatures",
  "About us": "About us",
  "home": "Home",
  
    "paste": "Paste",
    "ink": "Ink",
    "refills": "Refills",
    "pen": "Pen",
    "contact_us": "Contact Us",
    "product": "Product",
    "comment": "Comment",
    "cart": "Cart",
    "attractive_erasable_pen": "Attractive Erasable Pen",
    "magic_erasable_ink": "Magic Erasable Ink",
    "contact us": "CONTACT US",
    "help": "HELP",
    "privacy_policy": "PRIVACY POLICY",
    "disclaimer": "DISCLAIMER",
    "baisiyou_ink_inc": "Baisiyou Ink Inc.",
    "product_features": "Product Features",
    "temperature_reactivity": "Temperature Reactivity",
    "temperature_sensitivity": "Temperature Sensitivity",
    "baisiyou_ink": "Baisiyou Ink"
    
}